export const data = {
    questions: [
        {
            key: 1,
            name: "Как характеризуют вас друзья?",
            answers: [
                {
                    letter: "А",
                    text: "Игрок",
                    value: 1
                },
                {
                    letter: "Б",
                    text: "Готов пойти на риск, но только после анализа последствий",
                    value: 0.75
                },
                {
                    letter: "В",
                    text: "Осторожный человек",
                    value: 0.5
                },
                {
                    letter: "Г",
                    text: "Крайне осторожный и мнительный",
                    value: 0.25
                },
            ]
        },
        {
            key: 2,
            name: "При любых инвестициях бывают взлеты и падения стоимости активов. Что вы об этом думаете?",
            answers: [
                {
                    letter: "А",
                    text: "Это меня останавливает, когда я думаю об инвестициях",
                    value: 0.25
                },
                {
                    letter: "Б",
                    text: "Меня это беспокоит, но я понимаю, что так работает финансовый рынок",
                    value: 0.5
                },
                {
                    letter: "В",
                    text: "Так устроен рынок, я не нервничаю",
                    value: 0.75
                },
                {
                    letter: "Г",
                    text: "Это хорошо, на этом как раз и можно заработать",
                    value: 1
                },
            ]
        },
        {
            key: 3,
            name: "Вы накопили на путешествие своей мечты, но за 2 недели до поездки потеряли работу. Как вы поступите?",
            answers: [
                {
                    letter: "А",
                    text: "Отменю путешествие",
                    value: 0.25
                },
                {
                    letter: "Б",
                    text: "Сделаю план путешествия скромнее, но поеду",
                    value: 0.5
                },
                {
                    letter: "В",
                    text: "Ничего не буду менять",
                    value: 0.75
                },
                {
                    letter: "Г",
                    text: "Продлю отпуск",
                    value: 1
                },
            ]
        },
        {
            key: 4,
            name: "Вы хотите получать высокий инвестиционный доход. Готовы ли вы принять возможные убытки?",
            answers: [
                {
                    letter: "А",
                    text: "Не готов, не буду спать ночами",
                    value: 0.25
                },
                {
                    letter: "Б",
                    text: "Готов, но буду немного переживать",
                    value: 0.5
                },
                {
                    letter: "В",
                    text: "Готов. Чем больше риск, тем больше возможностей",
                    value: 0.75
                },
                {
                    letter: "Г",
                    text: "Готов! Кто не рискует, то не пьет шампанское",
                    value: 1
                },
            ]
        },
        {
            key: 5,
            name: "Какие ассоциации вызывает у вас слово «риск»?",
            answers: [
                {
                    letter: "А",
                    text: "Риск — это потери",
                    value: 0.25
                },
                {
                    letter: "Б",
                    text: "Риск — это неопределенность",
                    value: 0.5
                },
                {
                    letter: "В",
                    text: "Риск — это возможности",
                    value: 0.75
                },
                {
                    letter: "Г",
                    text: "Риск — это азарт",
                    value: 1
                },
            ]
        },
        {
            key: 6,
            name: "Какую из двух альтернатив вы предпочтете?",
            answers: [
                {
                    letter: "А",
                    text: "Получить гарантированно 50 000 рублей",
                    value: 0.25
                },
                {
                    letter: "Б",
                    text: "Получить 120 000 рублей с вероятностью 50% и с вероятностью 50% ничего не заработать",
                    value: 0.5
                }
            ]
        },
        {
            key: 7,
            name: "У вас есть 250 000 руб. В какой вид активов вы вложите основную долю? Помните, что больший риск связан с возможностью получения большего дохода.",
            answers: [
                {
                    letter: "А",
                    text: "В низкорискованные активы",
                    value: 0.25
                },
                {
                    letter: "Б",
                    text: "В среднерискованные активы",
                    value: 0.5
                },
                {
                    letter: "В",
                    text: "В высокорискованные активы",
                    value: 0.75
                }
            ]
        },
        {
            key: 8,
            name: "Мировой финансовый рынок имеет особенность расти и снижаться. Что вы будете делать, если стоимость вашего инвестиционного портфеля снизится на 10%?",
            answers: [
                {
                    letter: "А",
                    text: "Продам все и положу на депозит",
                    value: 0.25
                },
                {
                    letter: "Б",
                    text: "Ничего не буду менять",
                    value: 0.75
                },
                {
                    letter: "В",
                    text: "Продам часть портфеля",
                    value: 0.5
                },
                {
                    letter: "Г",
                    text: "Займу денег и прикуплю еще",
                    value: 1
                },
            ]
        },
        {
            key: 9,
            name: "Увеличились ли ваши сбережения за последние 12 месяцев без учета крупных покупок и инвестиций?",
            answers: [
                {
                    letter: "А",
                    text: "Да",
                    value: 0.5
                },
                {
                    letter: "Б",
                    text: "Нет",
                    value: 0.1
                }
            ]
        },
        {
            key: 10,
            name: "Ваши сбережения превышают размер вложений, которые вы хотите инвестировать?",
            answers: [
                {
                    letter: "А",
                    text: "Да",
                    value: 0.5
                },
                {
                    letter: "Б",
                    text: "Нет",
                    value: 1
                }
            ]
        },
        {
            key: 11,
            name: "Какой у вас опыт инвестирования на фондовом рынке?",
            answers: [
                {
                    letter: "А",
                    text: "Нет опыта",
                    value: 1
                },
                {
                    letter: "Б",
                    text: "Есть, менее 1 года",
                    value: 0.75
                },
                {
                    letter: "В",
                    text: "Есть, 1-3 года",
                    value: 0.5
                },
                {
                    letter: "Г",
                    text: "Есть, более 3 лет",
                    value: 0.25
                },
            ]
        }
    ],
    result: [
        {
            value: 5,
            text: "ниже средней",
            desc: "Судя по ответам, вы не хотите рисковать ради большого дохода. Вы воспринимаете риск только как потерю. Вам подойдут вложения с небольшим, но стабильным доходом"
        },
        {
            value: 8,
            text: "умеренная",
            desc: "Судя по вашим ответам, вы готовы вкладывать средства с умеренным уровнем риска. Вы никогда не жалеете об упущенной выгоде — так спокойней. "
        },
        {
            value: 11,
            text: "выше средней",
            desc: "Судя по ответам, вы готовы рисковать ради высокой доходности. Вы понимаете, что в мире финансов бывают взлеты и снижения, и вас это совершенно не пугает."
        },
    ]
}